Repository: vadymzosiak/smart-share
Catalog: languages/smart-share-popup-*.po
Languages: az, bs_ba, da_dk, es_es, fi, hi_in, hr, hu_hu, it_it, ko_kr, lv, mk_mk, pl_pl, ro_ro, sk_sk, sq, sw, uk, ur

source: A robust tool that boosts sharing your website link.
az: Veb səhifənin bağlantısını paylaşmağa kömək edən sağlam bir əlavə.
bs_ba: Moćan alat koji poboljšava dijeljenje vašeg web linka.
da_dk: Et robust værktøj, der forbedrer deling af din hjemmesidelink.
es_es: ¡Una potente herramienta que aumenta el uso compartido del enlace de tu sitio web!
fi: Tehokas työkalu, joka tehostaa verkkosivustosi linkin jakamista.
hi_in: एक शक्तिशाली उपकरण जो आपकी वेबसाइट लिंक को सोशल मीडिया पर शेयर करने में मदद करता है।
hr: Snažan alat koji poboljšava dijeljenje vašeg web mjesta.
hu_hu: Egy erős eszköz, amely fokozza webhelye linkjének megosztását.
it_it: Un potente strumento che aumenta la condivisione del link del tuo sito web.
ko_kr: 웹사이트 링크 공유를 강화하는 강력한 도구입니다.
lv: Spēcīgs rīks, kas uzlabo jūsu vietnes saites koplietošanu.
mk_mk: Моќен алатка што зголемува споделувањето на вашиот веб-сајт линк.
pl_pl: Solidne narzędzie, które usprawnia udostępnianie linków do Twojej strony.
ro_ro: Un instrument puternic care îmbunătățește partajarea linkului site-ului.
sk_sk: Robustný nástroj, ktorý zvyšuje zdieľanie odkazu na váš webový portál.
sq: Një mjet i fuqishëm që fuqizon ndarjen e lidhjes së faqes tuaj të internetit.
sw: Zana imara ambayo inakuza kushiriki kiungo cha tovuti yako.
uk: Надійний інструмент, який збільшує кількість переходів на ваш сайт.
ur: ایک مضبوط اوزار جو آپ کی ویب سائٹ لنک کی تقسیم کو بڑھاتا ہے۔

source: Background Color
az: Fon rəngi
bs_ba: Boja pozadine
da_dk: Baggrundsfarve
es_es: Color de fondo
fi: Taustaväri
hi_in: पृष्ठभूमि रंग
hr: Boja pozadine
hu_hu: Háttérszín
it_it: Colore di sfondo
ko_kr: 배경색
lv: Fona krāsa
mk_mk: Боја на позадина
pl_pl: Kolor tła
ro_ro: Culoarea de fundal
sk_sk: Farba pozadia
sq: Ngjyra e sfondit
sw: Rangi ya Mandharinyuma
uk: Колір тла
ur: پس منظر رنگ

source: Choose a background color for the popup panel and modal window.
az: Pop-up panel və modal pəncərə üçün fon rəngini seçin.
bs_ba: Izaberite boju pozadine za iskačući panel i modalni prozor.
da_dk: Vælg en baggrundsfarve til popup-panelet og modalvinduet.
es_es: Elige un color de fondo para el panel emergente y la ventana modal.
fi: Valitse taustaväri ponnahdusikkunalle ja modaali-ikkunalle.
hi_in: पॉपअप पैनल और मोडल विंडो के लिए एक पृष्ठभूमि रंग चुनें।
hr: Odaberite boju pozadine za skočni panel i modalni prozor.
hu_hu: Válasszon háttérszínt a felugró panelhez és a modális ablakhoz.
it_it: Scegli un colore di sfondo per il pannello popup e la finestra modale.
ko_kr: 팝업 패널과 모달 창의 배경색을 선택하세요.
lv: Izvēlieties fona krāsu uznirstošajam panelim un modālajam logam.
mk_mk: Изберете боја на позадина за панелот на искачачки прозорец и модалниот прозорец.
pl_pl: Wybierz kolor tła dla panelu wyskakującego i okna modalnego.
ro_ro: Alegeți o culoare de fundal pentru panoul pop-up și fereastra modală.
sk_sk: Vyberte farbu pozadia pre vyskakovacie okno a modálny panel.
sq: Zgjidhni një ngjyrë sfondi për panelin e popup dhe dritaren modale.
sw: Chagua rangi ya mandharinyuma ya kidirisha ibukizi na kidirisha cha modali.
uk: Виберіть колір тла для спливаючої панелі та модального вікна.
ur: پپ اپ پینل اور موڈل ونڈو کے لئے پس منظر رنگ کا انتخاب کریں۔

source: Choose a color for the question and icons in the desktop version.
az: Masaüstü versiyada sual və nişanların rəngini seçin.
bs_ba: Izaberite boju za pitanje i ikone u desktop verziji.
da_dk: Vælg en farve til spørgsmålet og ikonerne i desktop-versionen.
es_es: Elige un color para la pregunta y los iconos en la versión de escritorio.
fi: Valitse väri kysymykselle ja kuvakkeille työpöytäversiossa.
hi_in: डेस्कटॉप संस्करण में प्रश्न और आइकन के लिए रंग चुनें।
hr: Odaberite boju za pitanje i ikone u verziji za radnu površinu.
hu_hu: Válasszon színt a kérdéshez és az ikonokhoz az asztali verzióban.
it_it: Scegliere un colore per il testo della domanda e le icone nella versione desktop.
ko_kr: 데스크톱 버전에서 질문과 아이콘의 색상을 선택하세요.
lv: Izvēlieties krāsu jautājumam un ikonām darbvirsmas versijā.
mk_mk: Изберете боја за прашањето и иконите во верзијата за настолни компјутери.
pl_pl: Wybierz kolor dla pytania i ikon w wersji desktopowej.
ro_ro: Alegeți o culoare pentru întrebare și pictograme în versiunea pentru desktop.
sk_sk: Vyberte farbu pre otázku a ikony vo verzii pre stolné počítače.
sq: Zgjidhni një ngjyrë për pyetjen dhe ikonat në versionin e desktopit.
sw: Chagua rangi ya swali na ikoni katika toleo la eneo-kazi.
uk: Виберіть колір для питання та іконок у десктопній версії.
ur: ڈیسکٹاپ ورژن میں سوال اور آئیکن کے لئے رنگ کا انتخاب کریں۔

source: Copy Page Link
az: Səhifə bağlantısını kopyalayın
bs_ba: Kopiraj link stranice
da_dk: Kopier side link
es_es: Copiar enlace
fi: Kopioi sivun linkki
hi_in: पृष्ठ लिंक की प्रतिलिपि
hr: Kopirajte poveznicu na stranicu
hu_hu: Oldal link másolása
it_it: Copia link della pagina
ko_kr: 페이지 링크 복사
lv: Kopēt lapas saiti
mk_mk: Копирај страница линк
pl_pl: Kopiuj link do strony
ro_ro: Copierea Link-ului Paginii
sk_sk: Kopírovať odkaz na stránku
sq: Kopjo Lidhjen e Faqes
sw: Nakili Kiungo cha Ukurasa
uk: Скопіювати лінк на сторінку
ur: صفحہ لنک کاپی کریں

source: Delay After NO Button Click
az: 'Xeyr' düyməsinə basdıqdan sonra gecikmə
bs_ba: Zakašnjenje nakon klika na 'NE'
da_dk: Forsinkelse efter 'NEJ' knap klik
es_es: Retraso después de hacer clic en el botón "NO"
fi: Viive "EI" -painikkeen napsautuksen jälkeen
hi_in: 'नहीं' बटन के क्लिक के बाद विलंब
hr: Zadržavanje nakon klika na gumb 'NE'
hu_hu: Késleltetés a „NEM” gomb után
it_it: Ritardo dopo il clic sul pulsante "NO"
ko_kr: ‘아니오’ 버튼 클릭 후 지연
lv: Aizkavēt pēc pogas NĒ noklikšķa
mk_mk: Каснење по кликнување на Не копче
pl_pl: Opóźnienie po kliknięciu przycisku NIE
ro_ro: Întârziere după apăsarea butonului „Nu”
sk_sk: Omeškanie po kliknutí na tlačidlo „Nie“
sq: Vonësi pas Klikimit të Butonit 'JO'
sw: Kuchelewa Baada ya Kubofya Kitufe cha 'HAPANA'
uk: Затримка після натискання кнопки НІ
ur: 'نہیں' بٹن کلک کرنے کے بعد تاخیر

source: Display a popup panel once the page has loaded after a specified number of seconds.
az: Səhifə yükləndikdən sonra təyin olunan bir neçə saniyə sonra bir pop-up panelini göstərin.
bs_ba: Prikazivanje iskačućeg panela nakon što se stranica učita nakon određenog broja sekundi.
da_dk: Vis et popup-panel, når siden er indlæst efter et bestemt antal sekunder.
es_es: Muestra un panel emergente una vez que la página se ha cargado después de un número especificado de segundos.
fi: Näytä ponnahdusikkuna, kun sivu on ladattu tietyn määräajan kuluttua.
hi_in: निर्दिष्ट सेकंडों में पृष्ठ लोड होने के बाद एक पॉपअप पैनल प्रदर्शित करें।
hr: Prikaži skočni panel nakon što se stranica učita nakon određenog broja sekundi.
hu_hu: Jelenítse meg a felugró panelt az oldal betöltése után meghatározott másodpercek múlva.
it_it: Visualizza un pannello popup una volta che la pagina è stata caricata dopo un numero specificato di secondi.
ko_kr: 지정된 시간 이후에 페이지가 로드된 후 팝업 패널을 표시합니다.
lv: Parādīt uznirstošo paneli, kad ir notikusi lapas ielāde, pēc norādītas laika perioda.
mk_mk: Прикажете го панелот на искачачки прозорец откако страницата ќе се вчита по одреден број секунди.
pl_pl: Wyświetla wyskakujący panel po załadowaniu strony po określonej liczbie sekund.
ro_ro: Afișați un panou pop-up după ce pagina s-a încărcat, după un număr specificat de secunde.
sk_sk: Zobrazte vyskakovacie okno po načítaní stránky po určitý počet sekúnd.
sq: Shfaqni një panel popup pasi faqja të jetë ngarkuar pas një numri të caktuar sekondash.
sw: Onyesha kidirisha ibukizi mara ukurasa unapopakia baada ya idadi maalum ya sekunde.
uk: Відображати спливаючу панель після завантаження сторінки через вказану кількість секунд.
ur: صفحہ بعد میں پپ اپ پینل کو دکھائیں جب بھی کسی مخصوص نمبر کے سیکنڈز کے بعد صفحہ لوڈ ہو جائے۔

source: Initial Delay
az: İlkin gecikmə
bs_ba: Početno zakašnjenje
da_dk: Indledende forsinkelse
es_es: Retraso inicial
fi: Alkuperäinen viive
hi_in: प्रारंभिक विलंब
hr: Početno zadržavanje
hu_hu: Kezdeti késleltetés
it_it: Ritardo iniziale
ko_kr: 초기 지연
lv: Sākotnējā aizkave
mk_mk: Почетно каснење
pl_pl: Wstępne opóźnienie
ro_ro: Întârziere inițială
sk_sk: Počiatočné omeškanie
sq: Vonësi fillestare
sw: Ucheleweshaji wa Awali
uk: Початкова затримка
ur: ابتدائی تاخیر

source: Maybe
az: Ola bilər
bs_ba: Možda
da_dk: Måske
es_es: Tal vez
fi: Mahdollisesti
hi_in: शायद
hr: Možda
hu_hu: Talán
it_it: Forse
ko_kr: 아마
lv: Varbūt
mk_mk: Можеби
pl_pl: Może
ro_ro: Poate
sk_sk: Možno
sq: Ndoshta
sw: Labda
uk: Може
ur: شاید

source: No
az: Xeyr
bs_ba: Ne
da_dk: Nej
fi: Ei
hi_in: नहीं
hr: Ne
hu_hu: Nem
ko_kr: 아니오
lv: Nē
mk_mk: Не
pl_pl: Nie
ro_ro: Nu
sk_sk: Nie
sq: Jo
sw: HAPANA
uk: Ні
ur: نہیں

source: Page Link Copied
az: Səhifə bağlantısı kopyalandı
bs_ba: Link stranice kopiran
da_dk: Side link kopieret
es_es: Enlace de la página copiado
fi: Sivun linkki kopioitu
hi_in: पृष्ठ लिंक की प्रतिलिपि हो गई है
hr: Poveznica na stranicu kopirana
hu_hu: Oldal link másolva
it_it: Link della pagina copiato
ko_kr: 페이지 링크 복사됨
lv: Lapas saite nokopēta
mk_mk: Линкот на страницата е копиран
pl_pl: Skopiowano link do strony
ro_ro: Linkul Paginii a fost Copiat
sk_sk: Odkaz na stránku bol skopírovaný
sq: Kopjuar Lidhjen e Faqes
sw: Kiungo cha Ukurasa Kimenakiliwa
uk: Лінк на сторінку скопійовано
ur: صفحہ لنک کاپی ہوگئی

source: Restore default settings
az: Varsayılan parametrləri bərpa edin
bs_ba: Vrati na zadane postavke
da_dk: Gendan standardindstillinger
es_es: Restaurar configuración predeterminada
fi: Palauta oletusasetukset
hi_in: डिफ़ॉल्ट सेटिंग्स को पुनर्स्थापित करें
hr: Vrati zadane postavke
hu_hu: Az alapértelmezett beállítások visszaállítása
it_it: Ripristina impostazioni predefinite
ko_kr: 기본 설정으로 복원
lv: Atjaunot noklusējuma iestatījumus
mk_mk: Повратете ги стандардните поставки
pl_pl: Przywróć ustawienia domyślne
ro_ro: Restabilire setări implicite
sk_sk: Obnoviť predvolené nastavenia
sq: Rikthejeni cilësimet e paracaktuara
sw: Rejesha mipangilio chaguo-msingi
uk: Відновити налаштування за замовчуванням
ur: پہلے سے طے شدہ ترتیبات بحال کریں

source: Save changes
az: Dəyişiklikləri yadda saxla
bs_ba: Spremi promjene
da_dk: Gem ændringer
es_es: Guardar cambios
fi: Tallenna muutokset
hi_in: परिवर्तनों को सुरक्षित करें
hr: Spremi promjene
hu_hu: Változtatások mentése
it_it: Salva le modifiche
ko_kr: 변경 사항 저장
lv: Saglabāt izmaiņas
mk_mk: Зачувајте ги промените
pl_pl: Zapisz zmiany
ro_ro: Salvați modificările
sk_sk: Uložiť zmeny
sq: Ruaj ndryshimet
sw: Hifadhi mabadiliko
uk: Зберегти зміни
ur: تبدیلیاں محفوظ کریں

source: Settings
az: Parametrlər
bs_ba: Postavke
da_dk: Indstillinger
es_es: Ajustes
fi: Asetukset
hi_in: सेटिंग्स
hr: Postavke
hu_hu: Beállítások
it_it: Impostazioni
ko_kr: 설정
lv: Iestatījumi
mk_mk: Поставки
pl_pl: Ustawienia
ro_ro: Setări
sk_sk: Nastavenia
sq: Cilësimet
sw: Mipangilio
uk: Налаштування
ur: ترتیبات

source: Stop displaying the pop-up panel for the specified number of minutes.
az: Təyin olunan bir neçə dəqiqə ərzində pop-up panelini göstərməyi dayandırın.
bs_ba: Zaustavite prikazivanje iskačućeg panela nakon određenog broja minuta.
da_dk: Stop visning af popup-panelet i et bestemt antal minutter.
es_es: Detener la visualización del panel emergente durante el número especificado de minutos.
fi: Lopeta ponnahdusikkunan näyttäminen määritellyn ajan (minuutteina) kuluttua.
hi_in: निर्दिष्ट मिनटों में पॉपअप पैनल प्रदर्शन रोकें।
hr: Prestanite prikazivati skočni panel nakon određenog broja minuta.
hu_hu: Hagyja abba a felugró panel megjelenítését a megadott percig.
it_it: Interrompi la visualizzazione del pannello popup per il numero specificato di minuti.
ko_kr: 지정된 시간(분) 동안 팝업 패널을 표시하지 않도록 설정합니다.
lv: Pārtraukt uznirstošā paneļa parādīšanu noteiktu minūšu skaitu laikā.
mk_mk: Престанете да го прикажувате панелот на искачачки прозорецот во одреден број минути.
pl_pl: Zatrzymuje wyświetlanie wyskakującego panelu na określoną liczbę minut.
ro_ro: Opriți afișarea panoului pop-up pentru numărul specificat de minute.
sk_sk: Prestaňte zobrazovať vyskakovacie okno po určitý počet minút.
sq: Ndaloni shfaqjen e panelit popup për një numër të caktuar minutash.
sw: Acha kuonyesha kidirisha ibukizi kwa idadi maalum ya dakika.
uk: Зупиняє відображення спливаючої панелі на вказану кількість хвилин.
ur: مخصوص منٹوں کے لئے پپ اپ پینل کو دکھانا بند کریں۔

source: Text Color
az: Mətn rəngi
bs_ba: Boja teksta
da_dk: Tekstfarve
es_es: Color del texto
fi: Tekstin väri
hi_in: पाठ का रंग
hr: Boja teksta
hu_hu: Szöveg színe
it_it: Colore del testo
ko_kr: 텍스트 색상
lv: Teksta krāsa
mk_mk: Боја на текстот
pl_pl: Kolor tekstu
ro_ro: Culoarea Textului
sk_sk: Farba textu
sq: Ngjyra e Tekstit
sw: Rangi ya maandishi
uk: Колір тексту
ur: متن کا رنگ

source: Would you like to save or share?
az: Səhifə bağlantısını saxlamaq və ya paylaşmaq istəyirsiniz?
bs_ba: Želite li sačuvati ili podijeliti link?
da_dk: Vil du gemme eller dele linket?
es_es: ¿Te gustaría guardar o compartir?
fi: Haluatko tallentaa vai jakaa linkin?
hi_in: क्या आप लिंक सहेजना या साझा करना चाहते हैं?
hr: Želite li spremiti ili podijeliti poveznicu?
hu_hu: Szeretné elmenteni vagy megosztani a linket?
it_it: Vuoi salvare o condividere?
ko_kr: 링크를 저장하거나 공유하시겠습니까?
lv: Vai vēlaties saglabāt vai koplietot saiti?
mk_mk: Дали сакате да го зачувате или споделите линкот?
pl_pl: Chcesz zapisać lub udostępnić?
ro_ro: Doriți să salvați sau să partajați?
sk_sk: Chcete uložiť alebo zdieľať odkaz?
sq: Dëshironi të ruani ose ndani lidhjen?
sw: Je, ungependa kuhifadhi au kushiriki kiungo?
uk: Бажаєте зберегти або поділитися?
ur: کیا آپ لنک کو محفوظ یا تقسیم کرنا چاہیں گے؟

source: Yes
az: Bəli
bs_ba: Da
da_dk: Ja
es_es: Sí
fi: Kyllä
hi_in: हाँ
hr: Da
hu_hu: Igen
it_it: Sì
ko_kr: 예
lv: Jā
mk_mk: Да
pl_pl: Tak
ro_ro: Da
sk_sk: Áno
sq: Po
sw: Ndio
uk: Так
ur: ہاں
